Repository: hendelsisi/Shopping
Catalog: Coupons/Coupons/Localization/*.lproj/LocalizeFile.strings
Languages: ar

source: Use
ar: اشتراك

# network msg
source: Please Connect to the internet
ar: انت غير متصل بشبكة الأنترنت

# location msg
source: Please allow location service
ar: من فضلك السماح للتطبيق للتعرف على الموقع

# notif title
source: Harry Up!
ar: هيا الأن

# notif msg
source: is waiting you !
ar: يقدم المزيد من الخصومات

source: Back
ar: رجوع

# error pass
source: Password must be 6-20 characters.
ar: كلمة المرور قصيرة

# firstTitle
source: Over 200 Deals and Offers
ar: العديد من المفاجأت و التخفيضات

# secTitle
source: Discover Nearby Offers
ar: تعرف على المتاجر والعروض القريبة

# thirdTitle
source: Free Coupons For You
ar: اربح معنا كوبونات مجانا

source: Find Deals
ar: بحث

source: Saved
ar: سلة

source: Wish List
ar: طلباتي

# My Account
source: Setting
ar: حسابي

source: Logout
ar: تسجيل خروج

source: About
ar: مساعدة

source: Log In
ar: تسجيل دخول

# login msg
source: Please read conditions and restrictions carefully then click redeem
ar: من فضلك اقرأ الشروط والأحكام جيدا ثم اضغط على زر طلب العرض

source: Welcome Back !
ar: أهلا بك

# cancelLoginMsg
source: User cancelled login.
ar: إلغاء عملية تسجيل الدخول

# cancelLoginTitle
source: Login Cancelled
ar: إلغاء

# failedLoginMsg
source: Login failed with error
ar: محاولة تسجيل الدخول لم تنجح

# failedLoginTitle
source: Login Fail
ar: فشل تسجيل الدخول

# fewFriends
source: You must have 10 or more facebook friends!!
ar: ليس لديك عدد أصدقاء كافي لنشر العرض

# shareMsg
source: Help your friends to reach the offer to gain more points and win the gift for Free !!
ar: قم بمشاركة العرض على الفيسبوك للتمكن من الحصول عليه مجانا

# shareTitle
source: Share
ar: شارك العرض

# shareButton
source: Share
ar: مشاركة

# cancelButton
source: Cancel
ar: إلغاء

# shareHudTitle
source: sharing...
ar: مشاركة

# cancelPublishMsg
source: User cancelled Publish Permission.
ar: إلغاء مشاركة العرض

# cancelPublisTitle
source: Publish Cancelled
ar: إلغاء المشاركة

# failedPublisMsg
source: Publish Permission failed with error
ar: فشل المشاركة عن طريق الفيسبوك

# failedPublisTitle
source: Publish Failed
ar: إلغاء المشاركة

# permissionMsg
source: Please Allow Coupon to Post to your Facebook Wall
ar: من فضلك السماح لكوبون ان يكتب على الحائط الخاص بك

# permissionTitle
source: Allow Permissions
ar: طلب اذن

# acceptButton
source: Allow
ar: سماح

# logOutMsg
source: Make log out from your account
ar: تسجيل خروج من حساب الشخصي

# logOutTitle
source: Log Out
ar: تسجيل خروج

# logOutButton
source: log out
ar: خروج

# shareFailedMsg
source: Failed to share post
ar: فشل مشاركة الاعلان على الحائط

# shareFailedTitle
source: Share Failed
ar: فشل المشاركة

# okButton
source: Ok
ar: شكرا

# shareCanceledMsg
source: The share is Canceled
ar: لقد تم إلغاء المشاركة

# shareCanceledTitle
source: Cancel Share
ar: إلغاء المشاركة

# inProccessTitle
source: Horray !!
ar: لم يصل بعد

# inProccessMsg
source: Congratulation , you are one step closer to get a discount code for a great promotion . Please stay turned while our team will send you the voucher as soon as possible.
ar: سوف يتم إضافة القسيمة إلى محفطتك بعد لحظات

# aftershareMsg
source: Your order is added to the orders Queue!!
ar: انتظر قليلا ثم راقب محفظتك , سوف نقوم بإشعارك بالكود المطلوب

# aftershareTitle
source: Congratulation
ar: مبروك

# privatePostMsg
source: Coupon App can't find a public facebook post about the purchased offer
ar: كوبون لا يجد منشور عام بالرابط على الحائط الخاص بك

# privatePostTitle
source: Post Not Found
ar: لم نجد المنشور

# rpeatRequestMsg
source: Coupon App Server is Busy , Please try again later.
ar: الخادم لا يستقبل طلبات الأن من فضلك حاول في وقت لاحق

# rpeatRequestTitle
source: Sorry
ar: عفوا

# privatePostShare
source: Coupon App can't find a public facebook post about the purchased offer, You might need to change the post privacy Setting.
ar: كوبون لا يجد منشور عام بالرابط على الحائط الخاص بك من فضلك عدل الخصوصية الى عام

source: Redeem Offer
ar: طلب العرض

# checkOrder
source: Verify Order
ar: تحقق من الطلب

# redeemButtonVerify
source: Check Order
ar: تابع الطلب

# successMsg
source: The discount Code is added to your wallet successfully please press on use in Store when you are at the store location and ready to use it
ar: لقد حصلت للتو على قسيمة التخفيض من فضلك اضغط على زر طلب الكود عندما تكون مستعد لاستخدام القسيمة

# successTitle
source: Congratulation
ar: مبروك

# hiddenPostMsg
source: Coupon App cant find the shared offer at your facebook wall
ar: كوبون لا يجد منشور التخفيض على الحائط الخاص بك

# hiddenPostTitle
source: Sorry...
ar: معذرة

# failedPostMsg
source: Error Occur while requesting the discount code,please try again
ar: حدث خطأ أثناء طلب الكود من فضلك حاول مرة أخرى

# failedPostTitle
source: Ops
ar: خطأ أثناء الطلب

# errorShareTitle
source: Ops
ar: خطأ

# errorShareMsg
source: Error Occur while sharing,please try again
ar: حدث خطأ أثناء المشاركة من فضلك حاول مرة أخرى

source: Use In Stor
ar: طلب الكود

# notifyMsg
source: Verify order and get the discount Code
ar: تستطيع ان تحصل على كود التخفيض بعد أن تتأكد من توفره لديك

# notifyBtn
source: Go verify
ar: تأكيد الطلب

# removeMsg
source: Remove Voucher from my Wallet
ar: هل تريد حذف الكوبون من محفظتك ؟!؟

# removeTitle
source: Remove Coupon
ar: حذف الكوبون

# removeBtn
source: Remove
ar: حذف
